export const data = {
  roles: [
    {
      id: 1,
      imageUrl: '/assets/images/roles/role__first.svg',
      title: 'شرایط اساسی و اولیه‌ی استفاده کاربران از خدمات',

      paragraph_1:
        'کاربران مکلف هستند قبل از اقدام به ثبت‌نام در پلتفرم (وب سایت) نیل، کلیه مفاد قوانین و مقررات حاضر را مطالعه و در صورت پذیرش آنها، اقدام به ثبت نام نمایند و شروع به ثبت نام به معنای قبول تمامی قوانین و مقررات نیل خواهد بود.',
      paragraph_2:
        'فعالیت پلتفرم نیل (فعلا با دامنه neel.market) در حوزه ارائه خدمات مبتنی بر ارزهای دیجیتال در بستری مطمئن و سریع جهت خرید، فروش و نگه داری ارزهای دیجیتال و تبادل دارایی‌های دیجیتال مانند بیت کوین، اتریوم و تتر با ریال می باشد.',
      paragraph_3: 'نیل تابع قوانین جمهوری اسلامی ایران است.',
      paragraph_4:
        'موضوع فعالیت پلتفرم (وب سایت) نیل، اصول اولیه (حقوق، تکالیف، مسئولیت‌ها و دستورالعمل‌ها) لازم برای استفاده‌ی کاربر از خدمات سامانه نیل است.',
      paragraph_5:
        'نیل در خصوص اجرای مواردی که در این قوانین و مقررات قید نشده‌اند هیچ ضمانتی ارائه نمی‌دهد.',
      paragraph_6:
        'این قوانین و مقررات فقط برای استفاده از خدمات سامانه نیل تنظیم شده است.',
      paragraph_7: 'در این سند "ما" به‌ منزله‌‌ی "نیل" در نظر گرفته می‌شود.',
      paragraph_8:
        'قوانین از زمانِ تایید کاربر (در فرایند ثبت‌نام) قابلیت اجرایی پیدا می‌کنند.',
      paragraph_9:
        'تیم نیل و کاربران آن ملزم به انجام تعهداتِ قید شده در این قوانین و مقررات هستند.',
      paragraph_10:
        'استفاده از خدمات سامانه (ثبت‌نام، خرید، فروش و ...) به‌معنای مطالعه‌ی دقیق و پذیرش قوانین آن است.',
      paragraph_11:
        'ممکن است این قوانین و شروط ارائه خدمات، کارمزدها و مقررات مشابه، متناسب با شرایط تغییر کنند؛ مسلما قبل از اعمال هرگونه تغییری، اطلاع‌رسانی های لازم انجام خواهد شد.',
      paragraph_12:
        'در راستای ارائه‌ی خدمات بهتر، ممکن است اعلان‌های مربوط به استفاده از خدمات نیل از طریق ایمیل، پیامک یا اعلانات در وب سایت و یا شبکه های اجتماعی برای کاربران ارسال شوند؛ آخرین تغییرات، در صفحات رسمی نیل در شبکه‌های اجتماعی نیز منتشر خواهند شد.',
    },

    /*
    {
      id: 2,
      imageUrl: '/assets/images/roles/role__second.svg',
      title: 'مقررات عمومی استفاده از سامانه نیل',
      paragraph_1:
        'کاربر از زمان اعلام تغییرات در قوانین و مقررات نیل، 48 ساعت فرصت دارد تا موافقت خود را با قوانین اعلام کند؛ عدم واکنش کاربر به تغییرات به‌منزله‌ی پذیرش قوانینِ جدید خواهد بود.        ',
      paragraph_2:
        'فعالیت پلتفرم نیل (فعلا با دامنه neel.market) در حوزه ارائه خدمات مبتنی بر ارزهای دیجیتال در بستری مطمئن و سریع جهت خرید، فروش و نگه داری ارزهای دیجیتال و تبادل دارایی‌های دیجیتال مانند بیت کوین، اتریوم و تتر با ریال می باشد.',
      paragraph_3:
        'چنانچه کاربر موافق تغییر قوانین و شروط ارائه خدمات، کارمزدها و مقررات مشابه، نباشد، امکان تعلیق حساب کاربری و خروج از نیل برای او وجود دارد.',
      paragraph_4:
        'محافظت از حساب کاربری، رمز عبور و سایر اطلاعات محرمانه برعهده‌ی کاربر است. نیل، تمام معاملات انجام شده از سوی کاربر را تایید شده و نهایی به‌حساب می‌آورد. مسئولیت هرگونه تخلف مالی اینترنتی با استفاده از حساب کاربری، برعهده‌ی کاربر است.        ',
      paragraph_5:
        'معاملات ارزهای دیجیتال باید با آگاهی و بررسی انجام شوند و مسئولیت ضررهای مالی ناشی از معاملاتِ نا آگاهانه برعهده‌ی کاربر است.        ',
      paragraph_6:
        'اگر خدمات نیل به‌دلیل اقدام غیرقانونی از سوی کاربر یا شخص ثالث و یا وقوع خطا در خدمت‌رسانی سایت تعلیق شود بعد از برطرف کردن مشکل، ارائه‌ی خدمات از سرگرفته می‌شود؛ بدیهی است جبران سود و زیان ناشی از این امر برعهده‌ی نیل نخواهد بود. ',
      paragraph_7:
        'اگر فعالیت‌های غیرقانونی کاربر یا شخص ثالث، خسارتی به نیل وارد کنند طبق قانون نیل حق تعلیق دائمی حساب کاربری ایشان را خواهد داشت.      ',
      paragraph_8:
        'تمامی اطلاعات شخصی کاربر نزد نیل محفوظ است و مگر با حکم قضائی یا درخواست پلیس فتای جمهوری اسلامی ایران در اختیار اشخاص ثالث قرار نخواهد گرفت.        ',
      paragraph_9:
        'نیل اجازه دارد در صورت افزایش غیر منطقی و نامتعارف سود و حجم گردش کاربر براساس صلاحدید خود بدون انجام تشریفات اداری نسبت به مسدودسازی حساب کاربری جهت انجام بررسی های کارشناسانه و تایید صحت و سلامت حساب کاربری اقدام کرده و ضمن اخذ توضیحات بصورت تماس تصویری، تلفنی و یا در قالب روش های ارتباطی دیگر از کاربر پس از اصلاح حساب نسبت به رفع مسدودی یا ابلاغ دائمی بودن مسدودی حساب اقدام نماید.        ',
      paragraph_10:
        'استفاده از ربات جهت انجام معاملات در نیل صرفا با رضایت نیل و ارائه‌ی دسترسی‌های لازم ممکن می‌باشد و کاربر عادی امکان استفاده از ربات را ندارد.        ',
    },
    {
      id: 3,
      imageUrl: '/assets/images/roles/role__account.svg',
      title: 'مقررات مربوط به حساب کاربری',
      paragraph_1:
        'برای استفاده از خدمات نیل ایجاد حساب کاربری ضروری است؛ اطلاعات وارد شده برای ایجاد حساب کاربری باید صحیح و متعلق به خودِ فرد باشد در غیر اینصورت طبق قانون نیل حق تعلیق دائمی حساب کاربری ایشان را خواهد داشت.      ',
      paragraph_2:
        'این حق برای نیل محفوظ است که اطلاعات لازم برای احراز هویت را قبل از پذیرش در سایت از کاربر درخواست کند.      ',
      paragraph_3:
        'همچنین تا زمانی که احراز هویت کامل نشده است، برداشت وجه از حساب کاربر ممکن نیست.      ',
      paragraph_4:
        'فرایند احراز هویت کاربر شامل دریافت و بررسی اطلاعات (شماره تلفن همراه، شماره تماس ثابت، آدرس محل سکونت، کدپستی، تصویر کارت ملی، کد ملی، تصویر چهره‌ی فرد، دست‌نوشته، اطلاعات بانکی و …) است.      ',
      paragraph_5:
        'تصمیم درباره موفق یا ناموفق بودن فرایند احراز هویت فقط در اختیار نیل است.      ',
      paragraph_6:
        'نکته: اطلاعات شخصی و تصویر کارت ملی کاربران به منظور رعایت قوانین مالی جمهوری اسلامی ایران از کاربران دریافت می شود؛ اطلاعات وارد شده در بالاترین سطح امنیت قرار می‌گیرد و مسئولیت نگهداری از این اطلاعات با نیل می باشد.      ',
    },
    {
      id: 4,
      imageUrl: '/assets/images/roles/role__using.svg',
      title:
        'فرآیند ثبت نام، شرایط استفاده از خدمات و تعهدات کاربران در پلتفرم نیل',
      paragraph_1:
        'از تاریخ ثبت نام و دریافت ایمیل و کد فعالسازی از سوی کاربر (شخص با مشخصات ثبت شده در وب سایت نیل) در سایت neel.market ، عملاً کاربر، رضایت خویش را نسبت به قبول قوانین و مقررات حاضر نموده و متعهد می گردد که تمامی بندهای قوانین و مقررات حاضر را رعایت نموده و هیچگونه تخطی از آنها ننماید و به اثار قوانین مذکور پایبند باشد.      ',
      paragraph_2:
        'کاربران با ثبت نام در وب سایت نیل یا با درخواست از طریق پیامک یا تلگرامی و همچنین با هر بار استفاده از خدمات وب سایت می‌پذیرند که قوانین و مقررات جاری وب سایت را به صورت کامل مطالعه کرده و با اطلاع کامل از شرایط و معانی آن پذیرفته‌ اند. این قوانین و مقررات ممکن است در طول زمان تغییرکند و بنابراین استفادۀ مستمر کاربران از وب سایت به معنی پذیرش هرگونه تغییر در قوانین و مقررات آن است.      ',
      paragraph_3:
        'برای استفاده از خدمات نیل لازم است که هر کاربر اعم از شخص حقیقی و یا حقوقی یک حساب کاربری در وب سایت بسازد. تنها اشخاصی که بین ۱۸ سال سن تا 50 سال سن و واجد اهلیت قانونی باشند می‌توانند اقدام به ساختن حساب کاربری در وب سایت کنند. برای استفاده از خدمات نیل کاربر مذکور باید نام، نام خانوادگی، آدرس پست الکترونیکی ، شماره همراه و شماره تلفن ثابت خود را در وب سایت ثبت کند.      ',
      paragraph_4:
        'کاربران می‌پذیرند اطلاعات خواسته شده را به صورت صحیح و به‌ روز در وب سایت وارد کنند و مسئول عدم صحت اطلاعات اعلام شده شخص کاربران می‌باشند. در صورت اثبات خلاف این موضوع، نیل مجاز به پیگیری قضایی و قانونی نزد مراجع ذیصلاح می‌باشد.',
      paragraph_5:
        'کاربران متعهد می‌گردند که در صورت استفاده از ایمیل هنگام ثبت‌ نام صرفاً با ایمیل متعلق به خود نسبت به ثبت نام در وب سایت اقدام نمایند. در غیر این صورت در برابر شخص ذینفع صاحب ایمیل و شماره موبایل تماماً مسئول بوده و وب سایت به محض آگاهی از این موضوع نسبت به لغو عضویت کاربر مذکور اقدام خواهد نمود. و در این خصوص وب سایت هیچ مسئولیتی را بعهده نمی گیرد و کاربر خاطی مسئول جبران کلیه خسارات مادی و معنوی شکات خود می باشد.      ',
      paragraph_6:
        'هر شخص با توجه به مدارک هویتی تنها می‌تواند یک حساب کاربری به عنوان کاربر، بنا به مورد در وب سایت داشته باشد. در صورتی که نیل اطلاع یابد که به نام یک شخص اعم از حقیقی و یا حقوقی حساب‌های کاربری متعدد وجود دارد، تیم پشتیبانی پلتفرم (وب سایت) مجاز خواهد بود نسبت به قطع خدمات و غیرفعال نمودن حساب‌های کاربری مذکور اقدام نماید.      ',
      paragraph_7:
        'مسئولیت همۀ فعالیت‌ هایی که از طریق حساب کاربری اشخاص حقیقی و یا حقوقی در وب سایت و سایر خدمات مربوط به نیل انجام می ‌شود به عهدۀ کاربران است و وب سایت همواره متعهد به کلیه قوانین جمهوری اسلامی ایران بوده و از کاربران می خواهد در چارچوب قانونی فعالیت نموده و از خدمات این وب سایت در ( سایت های قمار و شرط بندی و کلاهبرداری پانزی و.... ) استفاده ننمایند و در این خصوص این وب سایت به کاربران تذکر می دهد و بدین نیت به کاربر ارایه خدمات نمی نماید لذا کلیه مسوولیت های حقوقی و کیفری ناشی از سو استفاده از محصول این سایت در صورت اثبات عدم رعایت این قرارداد بر عهده کاربر است. ',
      paragraph_8:
        'کاربران اجازه خرید و فروش و دیگر خدمات پلتفرم نیل برای اشخاص ثالث را ندارند یعنی نمی توانند به حساب و با اعتبار (پول) شخص ثالث ولی به اسم خود خرید نمایند در صورتی که وب سایت متوجه این موضوع شود حساب کاربری فرد متخلف را مسدود و کاربر را به مراجع صالحه قضایی معرفی می نماید . ',
      paragraph_9:
        'مسئولیت حفظ امنیت اطلاعات حساب کاربری در وب سایت از جمله نام کاربری و رمز عبور به عهدۀ کاربران است. در صورت مفقود شدن یا سرقت اطلاعات حساب کاربری، کاربر مذکور موظف است در اسرع وقت موضوع را به اطلاع نیل برساند. بدیهی است تا زمانی که اطلاع ‌رسانی به وب سایت انجام نشده است، مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری مذکور انجام شده و می‌شود به عهدۀ وی خواهد بود.      ',
      paragraph_10:
        'کاربران حق ندارند برای اشخاص ثالث با هویت خود و مبالغی که به حساب آنان از سوی ثالث واریز می شوند با هویت خود خرید نمایند ( اجاره حساب بانکی و هویتی کاربر) وب سایت در صورت متوجه شدن این موضوع ضمن مسدودی کامل وجوه واریزی در صورتی که قبل از تحویل محصول باشد کاربری وی را مسدود و به مراجع قضایی اطلاع خواهد داد و در صورتی که پس از تحویل محصول باشد تمامی مسوولیت های حقوقی و کیفری این عمل برعهده کاربر احراز شده است و وب سایت هیچ مسوولیتی در این خصوص بر عهده نمی گیرد.      ',
      paragraph_11:
        'ممکن است بنا به مورد و حسب صلاحدید و تشخیص نیل، جهت تایید حساب کاربری از کاربران درخواست اطلاعات تکمیلی، ارائه مدارک و یا اصلاح اطلاعات موجود گردد. در این صورت کاربر مورد درخواست، متعهد به ارائه اطلاعات و یا اصلاح اطلاعات درخواستی در مدت اعلام و درخواست شده از سوی وب سایت خواهد بود. در غیر این صورت وب سایت می‌تواند حساب کاربری وی را مسدود کرده و از ارائۀ خدمات به کاربر مذکور خودداری کند.      ',
      paragraph_12:
        'هر گونه اقدامی از سوی کاربر که منجر به ورود خسارت به شهرت، اعتبار و دارایی ‌های وب سایت نیل شود تخلف از شرایط قراردادی و قانونی تلقی خواهد. وب سایت این حق را برای خود محفوظ می‌داند که حساب کاربر را مسدود کند و در صورت نیاز، علیه شخص اقدام قانونی انجام دهد و خسارت و حقوق قانونی خود را مطالبه کند لازم به ذکر است تمامی دارایی موجود حین مسدود سازی تا مشخص شدن موضوع و احراز تخلف مسدود و کاربر حق هرگونه شکایت را اطلاع نهایی نیل از خود سلب نمود.      ',
      paragraph_13:
        'به سبب جلوگیری از کلاهبرداری، هر کاربر در وب سایت امکان وارد کردن شماره‌ حساب ‌های خود و شماره کارت‌ های خود را دارد. کاربران می ‌بایست تنها شماره‌ حساب‌ هایی که به نام آنها است را وارد کنند و نیل هیچ مسئولیتی در مورد حساب ‌ها و کارت‌ های متصل با نام افراد دیگر در حساب شخص دیگر نخواهد داشت. هرگونه تلاش برای خرید از کارت های بانکی بجز کارتی که به نام شخص در سایت ثبت شده و نسیت به ایجاد چند حساب توسط یک کاربر از طرف نیل خدمات پرداخت غیر معتبر بوده و حساب فرد خاطی مسدود می گردد.',
      paragraph_14:
        'هیچ کاربری حق واگذاری شناسه کاربری خود به فرد یا شرکت دیگر را ندارد. بدیهی است در صورت تخلف، مسئولیت و عواقب آن بر عهده اطلاعات فرد یا شرکت ثبت‌ شده در وب سایت است.',
      paragraph_15:
        'انتشار و کپی کردن محتوای خدمات نیل بدون اجازه کتبی از وب سایت غیر قانونی بوده و کاربری که خلاف حقوق معنوی و مادی وب سایت اقدام نماید مورد تعقیب قضایی و کیفری توسط وب سایت قرار خواهد گرفت .',
      paragraph_16:
        'کاربران با قبول قوانین و مقررات حاضر، متعهد می باشند کلیه اطلاعات خواسته شده وب سایت را به صورت صحیح و به روز در وب سایت وارد نمایند و در صورت عدم صحت اطلاعات درخواست شده هیچ گونه مسئوولیتی متوجه وب سایت نخواهد بود و آثار قانونی و عرفی تمامی اقدامات کاربر، متوجه وی خواهد بود در صورتی که اطلاعات اشتباه از سوی کاربر در پنل ثبت شده باشد تمامی اثار قانونی، متوجه شخص کاربر خواهد بود و نیل مجاز به انسداد کامل پروفایل کاربر مذکور خواهد بود.',
      paragraph_17:
        'کاربر متعهد می شود با تایید قوانین و مقررات حاضر، خدمات ارایه شده در پلتفرم نیل را به هیچ عنوان به صورت غیر قانونی و غیر شرعی و در جهت اعمال جرم و شروع به جرم و هر گونه عملیات مجرمانه و متقلبانه استفاده ننماید و در صورت مشخص شدن خلاف این موضوع ، نیل حق دارد بدون انجام تشریفات اداری نسبت به مسدودسازی حساب کاربری شخص مذکور اقدام نموده و وی را به مرجع قضایی معرفی نماید و نیل در این خصوص هیچ مسوولیتی را نمی پذیرد و اصل بر استفاده کاربر از خدمات پلتفرم در جهت قانونی و شرعی است .',
      paragraph_18:
        'هنگامی که کاربر در پلتفرم neel.market هر نوع اقدامی را انجام می دهد بیانگر این است که تمام قوانین و مقررات را مطالعه کرده و موظف به رعایت تمام قوانین و مقررات وضع شده می باشد.',
      paragraph_19:
        'چنانچه به موجب این قرارداد از جانب کاربر خسارتی به نیل یا مشتری نهایی وارد آید، کاربر ضامن جبران خسارت می باشد و قابل پیگیری در مراجع ذیصلاح جمهوری اسلامی ایران است. ',
    },
    {
      id: 5,
      imageUrl: '/assets/images/roles/role__using.svg',
      title: 'مدیریت و به‌روزرسانی اطلاعات حساب کاربری',
      paragraph_1:
        'حساب کاربری باید فقط از طرف شما مورد استفاده قرار گیرد و استفاده‌ی شخص ثالث از حساب کاربری شما خلاف قوانین است.',
      paragraph_2:
        'اگر اطلاعات شخصی و رسمی شما تغییر کند باید بلافاصله با ارائه‌ی مدارک، اطلاعات را در بخش کاربری به‌روزرسانی کنید و منتظر دریافت تاییدیه بمانید.',
      paragraph_3:
        'نیل در قبال وارد کردن اطلاعات اشتباه یا عدم به‌روزرسانی اطلاعات مسئولیتی نخواهد داشت.',
      paragraph_4:
        'درصورت نقض قوانین سایت، ممکن است کاربر به طور موقت یا دائمی از دریافت خدمات محروم شود.',
      paragraph_5:
        'اگر کاربر اطلاعات ورود به حساب کاربری را فراموش کند، برای بازگرداندن دسترسی حساب باید با ثبت درخواست مجددا احراز هویت شود.',
      paragraph_6:
        'اگر کاربر برای مدت طولانی (برای مثال ۶ ماه یا بیشتر) از حساب کاربری خود استفاده نکند، برای ورود مجدد به احراز هویت نیاز دارد.',
    },
    {
      id: 6,
      imageUrl: '/assets/images/roles/role__delete_account.svg',
      title: 'برخی از قوانین دیگر مربوط به حذف حساب کاربری',
      paragraph_1: 'چنانچه یکی از موارد زیر رخ دهد حساب کاربری مسدود خواهد شد:',
      paragraph_2:
        'کاربر به سن قانونی (۱۸ سال شمسی تمام) نرسیده باشد یا اهلیت قانونی (توانایی قانونی برای داشتن حق) را نداشته باشد؛ مگر اینکه ولی خاص یا قیم قانونی با ارائه‌ی اسناد در این کار دخالت کند.',
      paragraph_3:
        'کاربر تلاش کند از طریق ارائه‌ی اطلاعات شخصیِ فرد دیگری،‌ حساب کاربری ایجاد کند.',
      paragraph_4: 'کاربر اطلاعات را به‌صورت ناقص یا نادرست وارد کند.',
      paragraph_5:
        'کاربر قوانین سایت را رعایت نکند یا اقدامی برخلاف استانداردها انجام دهد.',
      paragraph_6: 'کاربر حساب نیل خود را به شخص ثالثی واگذار کند.',
      paragraph_7:
        'درصورت تعلیق حساب کاربری برای انجام تحقیقات اولیه، کاربر موظف است همکاری‌های لازم را بعمل آورد.',
    },*/
  ],
};
